export const activitiesData = [
  {
    id: 1,
    image: "/src/assets/79a6c5cb8ad4f873287640653a8177127eca0c9b.jpg",
    category: "ورشات",
    date : "2023-10-15",
    title: "جلسة حوارية حول واقع التعليم والتنمية في غزة",
    description: "مشاركة خبراء وأكاديميين في وضع خارطة طريق لتحسين المنظومة التعليمية والبيئية في ظل التحديات الراهنة.",
  },
  {
    id: 2,
    image: "/src/assets/79a6c5cb8ad4f873287640653a8177127eca0c9b.jpg",
    category: "دعم نفسي",
    date : "2023-10-15",
    title: "جلسات تفريغ نفسي بالتعاون مع مركز شؤون المرأة",
    description: "تنفيذ ورشات عمل متخصصة للدعم النفسي والاجتماعي للفئات الأكثر هشاشة لتعزيز الصحة النفسية المجتمعية.",
  },
  {
    id: 3,
    image: "/src/assets/79a6c5cb8ad4f873287640653a8177127eca0c9b.jpg",
    category: "إغاثة",
    date : "2023-10-15",
    title: "الهيئة وصندوق الاستثمار الفلسطيني يوزعون طروداً غذائية",
    description: "توزيع مساعدات غذائية طارئة للعائلات المتضررة في غزة لتعزيز صمودهم وتلبية احتياجاتهم الأساسية.",
  },
];

export const categories = [
  { name: "الكل", slug: "الكل" },
  { name: "مشاريع إغاثية", slug: "إغاثة" },
  { name: "الدعم النفسي", slug: "دعم نفسي" },
  { name: "تنموية", slug: "تنموية" },
  { name: "ورشات عمل", slug: "ورشات" },
];